[
    {
        "id": 1,
        "quote": "I will make you never Forget the Secret Techniques Urokodaki has taught you.",
        "charcter": "Sabito"
    },
    {
        "id": 2,
        "quote": "All you did was memorize a fact. Your body has no clue what it needs to do.",
        "charcter": "Sabito"
    },
    {
        "id": 3,
        "quote": "Feel the rage, The powerful, pure rage of not being able to forgive will become your unswerving drive to take action.",
        "charcter": "Giyu Tomioka"
    },
    {
        "id": 4,
        "quote": "The weak have no rights or choices. Their only fate is to be relentlessly crushed by the strong!",
        "charcter": "Giyu Tomioka"
    },
    {
        "id": 5,
        "quote": "I swear your big brother will save you no matter what!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 6,
        "quote": "killing human is ... unforgivable",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 7,
        "quote": "The bond between Nezuko and me, can’t be severed by anyone!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 8,
        "quote": "Anyone who hurts my sister… Hashira or not, I won’t let you get away with it.",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 9,
        "quote": "No matter how many people, you may lose, you have no choice but to go on living. No matter how devastating, the blows maybe.",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 10,
        "quote": "Those who regretted their own actions. I would never trample over them. Because demons were once human, too. Just like me, they were human, too.",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 11,
        "quote": "Don’t wimp out! Save him! Save him! Save him! I”m not powerless anymore! Move!!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 12,
        "quote": "I can do it I know I can do it. I’m the guy who gets it done broken bones or not… No matter what… I can do it! I can fight!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 13,
        "quote": "Head on battles are simple. Whoever’s stronger and faster wins.",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 14,
        "quote": "Use your head not just your spirit. Think think think.",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 15,
        "quote": "Breathe all the way into my fingertips! Meditation boosts concentration.",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 16,
        "quote": "Look straight ahead. Rouse yourself! Give it all you’ve got Tangiro! Give it all you’ve got!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 17,
        "quote": "Work at it. All I can do is work hard! That’s the story of my life!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 18,
        "quote": "No! Because once I’ve mastered it myself, I can teach them, too!",
        "charcter": "Tanjiro Kamado"
    },
    {
        "id": 19,
        "quote": "I’ve… been protecting it… because you… said that… this thing is more important to you… than your own life.",
        "charcter": "Zenitsu Agatsuma"
    },
    {
        "id": 20,
        "quote": "So you were carrying such a cute girl with you every single day… and going about your journey with such joy… Give me back the blood I bled for you!",
        "charcter": "Zenitsu Agatsuma"
    },
    {
        "id": 21,
        "quote": "Don’t ever give up. Even if it’s painful, even if it’s agonizing, don’t try to take the easy way out.",
        "charcter": "Zenitsu Agatsuma"
    },
    {
        "id": 23,
        "quote": "Clearly Gramps did smack me around a bit too much. But he never abandoned me.",
        "charcter": "Zenitsu Agatsuma"
    },
    {
        "id": 24,
        "quote": "If you master one, that’s cause for celebration.",
        "charcter": "Zenitsu Agatsuma"
    }, 
    {
        "id": 25,
        "quote": "I won the battle but lost the war!",
        "charcter": "Zenitsu Agatsuma"
    }, 
    {
        "id": 26,
        "quote": "Be thankful for the blood… You are not allowed to spill even a single drop on the ground… for if you do… your torso and head shall have a sorrowful parting.",
        "charcter": "Kokushibo"
    }, 
    {
        "id": 27,
        "quote": "You opened a path… to reach further heights… and you abandoned it… Very weak.",
        "charcter": "Kokushibo"
    }, 
    {
        "id": 28,
        "quote": "Nezuko is a human ever since the time she was born.",
        "charcter": "Nezuko Kamado"
    }, 
    {
        "id": 29,
        "quote": "It would be great if I could meet a man like a Hisha.",
        "charcter": "Nezuko Kamado"
    }, 
    {
        "id": 30,
        "quote": "I may be the only swords-lady among the pillars who can’t cut a demon’s head off. But anyone who creates poison that can kill demons can be quite amazing.",
        "charcter": "Shinobu Kocho"
    }, 
    {
        "id": 31,
        "quote": "I am a perfect creature that is infinitely close to perfection.",
        "charcter": "Muzan Kibutsuji"
    }, 
    {
        "id": 32,
        "quote": "Do you have something you want from me? You’re in quite a panic.",
        "charcter": "Muzan Kibutsuji"
    }
]
    